{
  "quotes": [
    { "text": "Você não precisa ser perfeito, precisa ser consistente.", "category": "persistência" },
    { "text": "Cada check-in é um tijolo no castelo que você está construindo.", "category": "evolução" },
    { "text": "Disciplina é escolher entre o que você quer agora e o que você quer mais.", "category": "disciplina" },
    { "text": "O melhor momento para começar foi ontem. O segundo melhor é agora.", "category": "começar" },
    { "text": "Seu eu do futuro vai agradecer pelo esforço de hoje.", "category": "superação" },
    { "text": "Quem treina na chuva, brilha no sol.", "category": "superação" },
    { "text": "A diferença entre querer e conquistar é a ação diária.", "category": "disciplina" },
    { "text": "Rotina não é prisão — é a estrutura que sustenta seus sonhos.", "category": "disciplina" },
    { "text": "Pequenos hábitos, grandes transformações. Confie no processo.", "category": "evolução" },
    { "text": "Não existe elevador para o sucesso. Suba de escada, um degrau por vez.", "category": "persistência" },
    { "text": "Sua única competição é quem você era ontem.", "category": "evolução" },
    { "text": "O hábito de hoje é o resultado de amanhã.", "category": "disciplina" },
    { "text": "Descansar é estratégia. Desistir nunca é opção.", "category": "persistência" },
    { "text": "Cada gota de suor é um investimento no seu melhor eu.", "category": "superação" },
    { "text": "A motivação te faz começar. O hábito te faz continuar.", "category": "começar" },
    { "text": "Você está mais forte do que imagina. Prove isso hoje.", "category": "superação" },
    { "text": "Streak não é só número — é prova de que você pode.", "category": "conquista" },
    { "text": "Levante mais cedo que suas desculpas.", "category": "disciplina" },
    { "text": "O progresso é silencioso, mas os resultados gritam.", "category": "evolução" },
    { "text": "Não espere estar motivado. Seja disciplinado.", "category": "disciplina" },
    { "text": "Hoje é dia de provar que você é capaz. Bora!", "category": "começar" },
    { "text": "Um passo por dia, 365 passos por ano. Imagine onde você estará.", "category": "evolução" },
    { "text": "A dor do treino dura minutos. O orgulho dura para sempre.", "category": "superação" },
    { "text": "Enquanto muitos dormem, você constrói seu futuro.", "category": "disciplina" },
    { "text": "Quebre seus limites antes que eles te limitem.", "category": "superação" },
    { "text": "Consistência vence talento quando talento não é consistente.", "category": "persistência" },
    { "text": "Seu corpo é seu templo. Cuide dele com respeito e dedicação.", "category": "disciplina" },
    { "text": "Meta batida é só o começo. A próxima te espera.", "category": "conquista" },
    { "text": "Você não está recomeçando do zero — está recomeçando com experiência.", "category": "começar" },
    { "text": "O segredo não é ter tempo. É fazer tempo.", "category": "disciplina" },
    { "text": "Cada dia que você treina, seu eu do passado perde uma desculpa.", "category": "superação" },
    { "text": "A água que você bebe hoje hidrata o campeão de amanhã.", "category": "evolução" },
    { "text": "Não conte os dias. Faça os dias contarem.", "category": "persistência" },
    { "text": "Se fosse fácil, todo mundo faria. Você não é todo mundo.", "category": "superação" },
    { "text": "O primeiro passo é sempre o mais difícil — e você já deu.", "category": "começar" },
    { "text": "Sua rotina define seu destino. Escolha com sabedoria.", "category": "disciplina" },
    { "text": "Celebre cada vitória, por menor que pareça.", "category": "conquista" },
    { "text": "Não é sobre ser o melhor. É sobre ser melhor que ontem.", "category": "evolução" },
    { "text": "Desafie-se. Incomode-se. Cresça.", "category": "superação" },
    { "text": "Quem é fiel no pouco, será fiel no muito.", "category": "persistência" },
    { "text": "A melhor versão de você está sendo construída agora.", "category": "evolução" },
    { "text": "Disciplina é a ponte entre metas e conquistas.", "category": "disciplina" },
    { "text": "Não importa a velocidade, desde que você não pare.", "category": "persistência" },
    { "text": "Seu futuro agradece cada decisão saudável de hoje.", "category": "evolução" },
    { "text": "A excelência não é um ato, é um hábito.", "category": "disciplina" },
    { "text": "Quando a vontade falhar, deixe a disciplina guiar.", "category": "disciplina" },
    { "text": "Comece imperfeito. A perfeição vem com a prática.", "category": "começar" },
    { "text": "Cada conquista desbloqueada é uma medalha da sua evolução.", "category": "conquista" },
    { "text": "O suor de hoje é o troféu de amanhã.", "category": "superação" },
    { "text": "Não existe fracasso. Existe aprendizado em forma de tentativa.", "category": "persistência" },
    { "text": "Quanto mais difícil a batalha, mais doce a vitória.", "category": "superação" },
    { "text": "Transforme obrigação em orgulho. Mude sua perspectiva.", "category": "evolução" },
    { "text": "Você tem 24 horas. Use-as como um campeão.", "category": "disciplina" },
    { "text": "O impossível é só o possível que ninguém tentou ainda.", "category": "começar" },
    { "text": "Olhe para trás só para ver o quanto evoluiu.", "category": "conquista" },
    { "text": "Resiliência não é nunca cair. É levantar toda vez.", "category": "persistência" },
    { "text": "A jornada de mil quilômetros começa com um único check-in.", "category": "começar" },
    { "text": "Você é o projeto mais importante da sua vida.", "category": "evolução" },
    { "text": "Não terceirize sua evolução. O trabalho é seu.", "category": "disciplina" },
    { "text": "Hoje você planta. Amanhã você colhe. Continue plantando.", "category": "persistência" }
  ]
}
